# singer_action
not_registered_text = "Для взаимодействия с ботоном необходимо зерегистрироваться."
show_singers_text = "Вы можете выбрать по имени, по голосу или посмотреть всех."
no_voice_text = "Вы ещё не состоите ни в одном голосе."
enter_name_text = "Введите имя и/или фамилию певуна. Вам за это ничего не будет."
cancel_btn_text = "Очечень жаль."
back_btn_text = "Возвращаемся в главное меню."
nothing_to_say_text = "Список команд можно посмотреть в меню в левом нижнем углу чата."
no_singers_text = "По Вашему запросу никого не найдено."
do_you_wanna_my_joke = "Рассказать анекдот?"


random_answer_text = (
    "Всё будет хорошо.",
    "Ты заходи, если что.",
    "Нот нет.",
    "Бот - всему голова!",
    "Сморкалось.",
    "Не без блеска!",
    "А раньше надо было!",
    "А потому что партии надо было учить!",
    "😜",
    "Съешьте конфетку и повторите запрос.",
    "Я совсем сминорился, но не смирился.",
    "Выйди и зайди нормально.",
    "Щас получишь в терцию",
    "У меня молоко убежало.",
    "Кажется, кто-то не попадает по кнопкам 😜",
    "Этот запрос меня пугает",
    "Так, я звоню в полицию!",
    "Сегодня вместо меня работает мой кот, прошу любить и жаловать. И баловать. 😻",
    "Сегодня вместо меня работает мой бот.",
    "Хм, надо спросить Алису...",
    "Давай брейнстормить."
)

# singer_registration
enter_your_name = "Пожалуйста, напишите Ваше полное имя."
thanks_for_register = "Спасибо за регистрацию!"
name_is_digit = "Дразниться не обязательно!\nПожалуйста, напишите Ваше имя буквами."
name_too_short = "Вы же не R2D2?\nПожалуйста, напишите Ваше имя полностью %)"
enter_your_lastname = "Пожалуйста, напишите Вашу фамилию (можно одной буквой)."
lastname_is_digit = "Цифры не подходят.\nПожалуйста, напишите Вашу фамилию буквами (хотя бы одной)."

# singer_info
chose_voice_text = "Выберите голосище"
info_button_names = ("Голос", "Костюмы", "Посещаемость", "Комментарий", "УДАЛИТЬ")
what_to_do = "Что хотите сделать?"
show_all_singers_text = "Любуйтесь"

you_shell_not_pass = "Ти сюда нэ ходы, ти туда ходы, а то пэсня в башка пападёт, совсэм глупий станэшь!.. э?"


random_jokes = (
    "Песня - это когда слова положили на музыку. Современная песня "
    "- это когда положили и на музыку, и на слова.",

    "Альтист целый месяц дирижировал оркестром вместо заболевшего дирижера. "
    "Когда дирижер выздоровел, альтист сел на свое место. Сосед его спрашивает:\n"
    "- Где ты пропадал столько времени, болел что ли?",

    "Про ансамбль!.. Хотя, пожалуй, не буду.",

    "— Вы любите музыку?\n"
    "— Да... Ho ничего страшного, продолжайте играть.",

    "Учитель музыки говорит ученику:\n"
    "- Предупреждаю, если ты не будешь плохо себя вести, "
    "я скажу твоим родителям, что у тебя есть талант.",

    "Балалаечник Сидоров быстрее всех других музыкантов из "
    "оркестра народных инструментов натирает картошку на драники.",

    "Один дирижер в течение 25 лет перед каждым концертом вытаскивал из-за пульта записку, "
    "читал её и только после этого начинал концерт. Однажды «первая скрипка» решил посмотреть "
    "и прочитал: «Скрипки — слева, виолончели — справа»."
)
