select_the_first_date_text = "Выберите дату начала интервала"
select_the_second_date_text = "Выберите дату окончания интервала"

choose_singer_to_remove_text = "Выберите кого исключить из мероприятия"
singer_removed_text = "не будет принимать участие в мероприятии."
singer_already_removed_text = "уже не участвует в этом мероприятии."

select_attendance_text = "Ты придёшь? Я тебя спрашиваю!"
attendance_changed_text = "Отметил. Но всегда можно передумать!"

no_attendance_text = "Этот певун ещё нигде не участвовал"

set_attendance_text_tuple = ("❌ Не в этот раз", "✅ Приду")
attendance_pics_tuple = ("❌", "✅", "💭")     # ❔
attendance_interval_text_tuple = ("За месяц", "За год", "За всё время")
attendance_description_text_tuple = ("❌ Пропущено", "✅ Посещено", "💭 Без отметки")

attendant_singers_text = "Список участников:"
