choose_singer_to_remove_text = "Выбери кого исключить из мероприятия:"
choose_singer_to_add_text = "Выбери кого добавить в мероприятие:"
singer_removed_text = "не будет принимать участие в мероприятии."
singer_added_text = "будет принимать участие в мероприятии."
singer_already_removed_text = "уже не участвует в этом мероприятии."
singer_already_added_text = "уже участвует в этом мероприятии."
all_singers_added_text = "Все певуны добавлены в мероприятие."

select_attendance_text = "Ты придёшь?"
you_not_participate_text = "Похоже, ты не участвуешь."
attendance_changed_text = "Отметил. Но всегда можно передумать!"

no_attendance_text = "Этот певун ещё нигде не участвовал."

set_attendance_text_tuple = ("❌ Не в этот раз", "✅ Приду")
attendance_pics_tuple = ("❌", "✅", "💭")     # ❔
attendance_interval_text_tuple = ("За месяц", "За год", "За всё время")
attendance_description_text_tuple = ("❌ Пропущено", "✅ Посещено", "💭 Без отметки")
attendance_indicator_text_tuple = ("🔴", "🟡", "🟢", "🟣")

attendant_singers_text = "Можно добавить/убрать одного участника, " \
                         "или добавить всех певунов, у которых указан голос.\n" \
                         "Список участников:"
