choose_singer_to_remove_text = "⛔️ Выбери кого исключить из мероприятия:"
choose_singer_to_add_text = "📨 Выбери кого добавить в мероприятие:"
singer_removed_text = "не будет принимать участие в мероприятии."
singer_added_text = "будет принимать участие в мероприятии."
singer_already_removed_text = "уже не участвует в этом мероприятии."
singer_already_added_text = "уже участвует в этом мероприятии."
all_singers_added_text = "Все певуны добавлены в мероприятие."
all_singers_removed_text = "Все певуны исключены из мероприятия.\nХочешь кого-то добавить?"
choose_interval_text = "Выбери интервал участия:"
interval_for_singer = "Посещаемость для"

chosen_attendance_text = "Был выбран вариант:"
wanna_change_text = "🔀 Хочешь поменять?"
select_attendance_text = "⏰ Ты придёшь?"
you_not_participate_text = "Похоже, ты не участвуешь."
attendance_changed_text = "Отметил. Поменять отметку можно через /calendar!"

no_attendance_text = "Этот певун ещё нигде не участвовал."

set_attendance_text_tuple = ("❌ Не в этот раз", "✅ Приду")
attendance_pics_tuple = ("❌", "✅", "💭")     # ❔
attendance_interval_text_tuple = ("🚹 За месяц", "🚺 За год", "🚼 За всё время")
attendance_description_text_tuple = ("❌ Пропущено", "✅ Посещено", "💭 Без отметки")
attendance_indicator_text_tuple = ("🔴", "🟡", "🟢", "🟣")

attendant_singers_text = "Можно добавить/убрать участников.\n" \
                         "При нажатии кнопки 'Добавить всех' будут добавлены только те певуны, " \
                         "у которых указан голос.\n" \
                         "Список участников:"

empty_attendance_text = "Нужно добавить участников.\n" \
                        "При нажатии кнопки 'Добавить всех' будут добавлены только те певуны, " \
                         "у которых указан голос."

magic_button_pressed_text = "‼️ Была нажата волшебная кнопка!\n" \
                            "Все певуны добавлены во все мероприятия с сегодняшней даты ‼️"
