edit_singer_text_tuple = ("Голос", "Костюмы", "Посещаемость", "Комментарий", "УДАЛИТЬ, брат")
edit_song_text_tuple = ("Название", "Ноты", "Учебки", "УДАЛИТЬ, брат")
edit_event_text_tuple = ("Название", "Дату", "Время", "Место", "Комментарий", "Участников", "УДАЛИТЬ, брат")
edit_concert_text_tuple = ("Название", "Дату", "Время", "Место", "Комментарий",
                           "Участников", "УДАЛИТЬ", "Песни", "Костюмы",)
edit_location_text_tuple = ("Название", "Ссылку на карту", "Ничего", "УДАЛИТЬ, брат")
edit_suit_text_tuple = ("Название", "Фотографию", "УДАЛИТЬ, брат")
add_remove_text_tuple = ("Добавить", "УДАЛИТЬ, брат")
delete_confirmation_text_tuple = ("Наверное нет", "НАПРОЧЬ!")

admin_buttons_text = "Админские кнопочки..."
DELETED_text = "УДАЛЕНО! НАВСЕГДА!!! ХА-ха-ха-ха!"

need_something_text = "Если информация не актуальна, брат, её можно изменить."
song_added_to_concert_text = "Добавлена песня"
song_already_added = "Эта песня уже добавлена, брат."
song_removed_from_concert = "Удалена песня"
all_sheets_text = "все ноты для песни"
all_sounds_text = "все учебки для песни"

show_all_suits_text = "Показать все костюмы, брат?"
button_show_all_suits_text = "Показать все костюмы, брат"
no_suits_to_edit_text = "Сначала нужно добавить костюмы через меню /add, брат."
edit_suit_text = "Можно изменить название/фотографию костюма или УДАЛИТЬ, брат."
suit_not_found_text = "Этого костюма уже нет, брат."
concert_suit_change_text = "Хочешь выбрать другой концертный костюм, брат?"
suit_change_btn_text = "Поменять костюм"
choose_suit_text = "Выбери костюм, брат:"
suit_added_text = "Концертный костюм сохранён, брат."
enter_new_suit_name_text = "Напиши новое название костюма, брат:"
drop_new_photo_text = "Пришли новую фотографию костюма, брат (не файлом, брат):"
photo_saved_text = "Фотография сохранена, брат."
wrong_photo_format_text = "Неправильный формат, брат. Нужна фотография минимум 400х400. " \
                          "Если хочешь отменить, нажми '/', брат"

edit_text = "Что желаешь изменить, брат?"
bot_cant_change_it_text = "Мне очень жаль, брат, но на этом наши полномочия всё."

name_changed_text = "Новое название сохранено, брат."
enter_new_comment_text = "Напиши комментарий, брат:"
comment_changed_text = "Комментарий сохранён, брат."

select_option_to_change_text = "Что нужно изменить, брат?"
enter_new_event_name_text = "Напиши новое название мероприятия, брат:"
enter_new_event_time_text = "Напиши новое время для мероприятия в формате 23 00, 23:00 или 23-00, брат:"
event_time_busy = "Указанное время занято другим мероприятием, брат."
event_time_changed_text = "Событие перенесено на указанное время, брат."

enter_new_location_name_text = "Напиши новое название локации, брат:"
enter_new_location_url_text = "Пришли новую ссылку на карту локации, брат:"
url_changed_text = "Новая ссылка сохранена, брат."

ERROR_text = "Произошла ошибка, брат. Повтори попытку или напиши Грише."

delete_confirmation_text = "Точно хочешь удалить"

empty_blacklist_text = "В чёрном списке никого нет, брат."
blacklist_text = "Эти пользователи заблокированы, брат.\nКого нужно помиловать?"
user_is_free_text = "Добби свободен!"
