edit_singer_text_tuple = ("🗣 Голос", "🥋 Костюмы", "🔕 Посещаемость", "📝 Комментарий", "🧨 УДАЛИТЬ 🧨")
edit_song_text_tuple = ("🧾 Название", "🎹 Ноты", "📀 Учебки", "🧨 УДАЛИТЬ 🧨")
edit_event_text_tuple = ("🧾 Название", "📆 Дату", "⏰ Время", "🌆 Место", "📝 Комментарий",
                         "👨‍👧‍👧 Участников", "🧨 УДАЛИТЬ 🧨")
edit_concert_text_tuple = ("🧾 Название", "📆 Дату", "⏰ Время", "🌆 Место", "📝 Комментарий",
                           "👨‍👧‍👧 Участников", "🧨 УДАЛИТЬ 🧨", "🪗 Песни", "🥋 Костюмы",)
edit_location_text_tuple = ("🧾 Название", "📲 Ссылку на карту", "💤 Ничего", "🧨 УДАЛИТЬ 🧨")
edit_suit_text_tuple = ("🧾 Название", "👫 Фотографию", "🧨 УДАЛИТЬ 🧨")
add_remove_text_tuple = ("☑️ Добавить", "🧨 УДАЛИТЬ 🧨")       # 🪣 🚽
delete_confirmation_text_tuple = ("↩️ Наверное нет", "‼️ НАПРОЧЬ ‼️")

admin_buttons_text = "Админские кнопочки..."
DELETED_text = "УДАЛЕНО! НАВСЕГДА!!! ХА-ха-ха-ха!"

need_something_text = "Если информация не актуальна, её можно изменить."
song_added_to_concert_text = "Добавлена песня"
song_already_added = "Эта песня уже добавлена."
song_removed_from_concert = "Удалена песня"
all_sheets_text = "все ноты для песни"
all_sounds_text = "все учебки для песни"

show_all_suits_text = "Показать все костюмы?"
button_show_all_suits_text = "Показать все костюмы"
no_suits_to_edit_text = "Сначала нужно добавить костюмы через меню /add."
edit_suit_text = "Можно изменить название/фотографию костюма или УДАЛИТЬ."
suit_not_found_text = "Этого костюма уже нет."
concert_suit_change_text = "Хочешь выбрать другой концертный костюм?"
suit_change_btn_text = "Поменять костюм"
choose_suit_text = "Выбери костюм:"
suit_added_text = "Концертный костюм сохранён."
enter_new_suit_name_text = "Напиши новое название костюма:"
drop_new_photo_text = "Пришли новую фотографию костюма (не файлом):"
photo_saved_text = "Фотография сохранена."
wrong_photo_format_text = "Неправильный формат. Нужна фотография минимум 400х400. " \
                          "Если хочешь отменить, нажми '/'"

edit_text = "Что желаешь изменить?"
bot_cant_change_it_text = "Мне очень жаль, но на этом наши полномочия всё."

name_changed_text = "Новое название сохранено."
enter_new_comment_text = "Напиши комментарий:"
comment_changed_text = "Комментарий сохранён."

select_option_to_change_text = "Что нужно изменить?"
enter_new_event_name_text = "Напиши новое название мероприятия:"
enter_new_event_time_text = "Напиши новое время для мероприятия в формате 23 00, 23:00 или 23-00:"
event_time_busy = "Указанное время занято другим мероприятием."
event_time_changed_text = "Событие перенесено на указанное время."

enter_new_location_name_text = "Напиши новое название локации:"
enter_new_location_url_text = "Пришли новую ссылку на карту локации:"
url_changed_text = "Новая ссылка сохранена."

ERROR_text = "Произошла ошибка. Повтори попытку или напиши Грише."

remove_text = "Можно убрать лишнее."
add_remove_text = "Можно добавить или убрать лишнее"
delete_confirmation_text = "Точно хочешь удалить"

empty_blacklist_text = "В чёрном списке никого нет."
blacklist_text = "Эти пользователи заблокированы.\nКого нужно помиловать?"
user_is_free_text = "Добби свободен!"

drop_a_menu_photo_text = "Пришли скриншот меню. Ну ты в курсе."
added_menu_photo_text = "Новый скриншот сохранён. Необходимо перезапустить бот."
