next_button_text = "Вперёд ➡️"
prev_button_text = "⬅ Назад️"
zoom_out_text = "🔎"
events_to_add_text_tuple = ("Посмотреть", "Мероприятие", "Концерт", "Репетицию", "Песню")

song_or_event_text = "Можно добавить песню или событие."
set_event_date_text = "Выберите дату:"
set_event_time_text = "Теперь укажите время в формате '23 59', '23-59' или '23:59':"
event_time_exists_text = "Это время на эту дату уже занято, укажите другое."
wrong_event_time_text = "Неправильно указано время.\nУкажите ещё раз в формате '23 59', '23-59' или '23:59':"
set_event_name_text = "Назовите "
current_events_text = "События на"
new_event_text = "Сохранено событие: "
want_repeat_text = "Задать повторения для этого события?"
no_event_text = "В этот замечательный день в хоре ничего не происходит, но есть другие, не менее замечательные дни!"
chose_period_text = "Выберите период повторений."
set_repeat_times_text = "Укажите число повторов."

chose_event_location_text = "Укажите локацию.\nМожно выбрать из сохранённых ранее или добавить новый."
chose_location_text = "Выберите локацию:"
enter_location_url_text = "Вставьте ссылку на карту для нового места."
location_url_exists = "Этот адрес уже добавлен в базу, его можно выбрать из сохранённых."
enter_location_name_text = "Напишите название для этого места."
location_name_exists_text = "Такое название существует. Напишите другое название для этого места."
wrong_location_url_text = "Неправильная ссылка, проверьте посылку. И вставьте ещё раз."
new_location_text = "Добавлена новая локация\n"

select_option_to_change = "Что нужно изменить?"

WEEK_DAYS = ("Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс")
MONTHS = ("Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль",
          "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь")
event_repeat_text_tuple = ("Неделя", "Месяц", "Год", "Век")
chosen_months_text_tuple = ("Января", "Февраля", "Марта", "Апреля", "Мая", "Июня",
                            "Июля", "Августа", "Сентября", "Окатября", "Ноября", "Декабря")
