next_button_text = "Вперёд ➡️"
prev_button_text = "⬅ Назад️"
zoom_out_text = "🔎"
to_add_text_tuple = ("костыль", "Мероприятие", "Концерт", "Репетицию", "Локацию", "Песню", "Костюм")
to_save_text_tuple = ("костыль", "Мероприятие", "Концерт", "Репетиция", "Локация", "Песня", "Костюм")


# Events
song_or_event_text = "Можно добавить песню или событие, брат."
set_event_date_text = "Выбери дату, брат:"
set_event_time_text = "Теперь укажи время в формате '23 59', '23-59' или '23:59', брат:"
event_time_exists_text = "Это время на эту дату уже занято, укажи другое, брат."
datetime_event_exists_text = "Есть сохранённое событие на эти дату и время, брат:"
repeat_event_skipped_text = "Повтор события пропущен, брат."
wrong_event_time_text = "Неправильно указано время, брат.\nУкажи ещё раз в формате '23 59', '23-59' или '23:59', брат:"
set_event_name_text = "Назови "
current_events_text = "События на"
new_event_text = "Сохранено событие, брат: "
add_concert_songs_text = "Хочешь сразу добавить песни в программу концерта, брат?"
want_repeat_text = "Задать повторения для этого события, брат?"
no_event_text = "В этот замечательный день в хоре ничего не происходит, брат, " \
                "но есть другие, не менее замечательные дни!"
choose_period_text = "Выбери период повторений, брат."
set_repeat_times_text = "Укажи число повторов, брат."
digits_ERROR_text = "Необходимо указать число цифрами, брат. Напиши ещё раз, брат, брат."
event_repeated_text = "Повторы сохранены, брат. Не забудь проверить участников!"
repertoire_text = "Программа, брат:"
comment_text = "Комментарий, брат:"
repertoire_is_empty_text = "На данный момент отсутствует, брат."
suit_for_event_text = "Концертный костюм, брат:"


# Locations
choose_event_location_text = "Укажи локацию, брат.\nМожно выбрать из сохранённых ранее или добавить новую, брат."
choose_location_text = "Выбери локацию, брат:"
enter_location_url_text = "Вставь ссылку на карту для нового места, брат."
location_url_exists_text = "Этот адрес уже добавлен в базу, брат, его можно выбрать из сохранённых."
enter_location_name_text = "Напиши название для этого места, брат."
location_name_exists_text = "Такое название существует, брат. Напиши другое название для этого места."
wrong_location_url_text = "Неправильная ссылка, брат. Проверь, да, и пришли ещё раз."
new_location_text = "Добавлена новая локация, брат\n"


event_not_found_text = "Такого события не существует, брат. Возможно, его кто-то удалил!"
location_not_found_text = "Локация не найдена, брат. Скорее всего, уже удалена."

WEEK_DAYS = ("Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс")
MONTHS = ("Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль",
          "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь")
chosen_months_text_tuple = ("Января", "Февраля", "Марта", "Апреля", "Мая", "Июня",
                            "Июля", "Августа", "Сентября", "Окатября", "Ноября", "Декабря")

event_repeat_text_tuple = ("Неделя", "2 недели", "3 недели", "4 недели")
