next_button_text = "Вперёд ➡️"
prev_button_text = "⬅ Назад️"
zoom_out_text = "🔎"
events_to_add_text_tuple = ("Посмотреть", "Мероприятие", "Концерт", "Репетицию", "Песню")
events_to_save_text_tuple = ("Посмотреть", "Мероприятие", "Концерт", "Репетиция", "Песня")


# Events
song_or_event_text = "Можно добавить песню или событие."
set_event_date_text = "Выберите дату:"
set_event_time_text = "Теперь укажите время в формате '23 59', '23-59' или '23:59':"
event_time_exists_text = "Это время на эту дату уже занято, укажите другое."
datetime_event_exists_text = "Есть сохранённое событие на эти даду и время:"
repeat_event_skipped_text = "Повтор события пропущен."
wrong_event_time_text = "Неправильно указано время.\nУкажите ещё раз в формате '23 59', '23-59' или '23:59':"
set_event_name_text = "Назовите "
current_events_text = "События на"
new_event_text = "Сохранено событие: "
add_concert_songs_text = "Хотите сразу добавить песни в программу концерта?"
want_repeat_text = "Задать повторения для этого события?"
no_event_text = "В этот замечательный день в хоре ничего не происходит, но есть другие, не менее замечательные дни!"
choose_period_text = "Выберите период повторений."
set_repeat_times_text = "Укажите число повторов."
digits_ERROR_text = "Необходимо указать число цифрами. Отправьте ещё раз."
event_repeated_text = "Повторы сохранены. Не забудьте проверить участников!"
repertoire = "Программа"
repertoire_is_empty_text = "На данный момент отсутствует"


# Locations
choose_event_location_text = "Укажите локацию.\nМожно выбрать из сохранённых ранее или добавить новый."
choose_location_text = "Выберите локацию:"
enter_location_url_text = "Вставьте ссылку на карту для нового места."
location_url_exists_text = "Этот адрес уже добавлен в базу, его можно выбрать из сохранённых."
enter_location_name_text = "Напишите название для этого места."
location_name_exists_text = "Такое название существует. Напишите другое название для этого места."
wrong_location_url_text = "Неправильная ссылка, проверьте посылку. И вставьте ещё раз."
new_location_text = "Добавлена новая локация\n"


event_not_found_text = "Такого события не существует. Возможно, его кто-то удалил!"
location_not_found_text = "Локация не найдена. Скорее всего, уже удалена."

WEEK_DAYS = ("Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс")
MONTHS = ("Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль",
          "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь")
chosen_months_text_tuple = ("Января", "Февраля", "Марта", "Апреля", "Мая", "Июня",
                            "Июля", "Августа", "Сентября", "Окатября", "Ноября", "Декабря")

event_repeat_text_tuple = ("Неделя", "2 недели", "3 недели", "4 недели")
