next_button_text = "Вперёд ➡️"
prev_button_text = "⬅ Назад️"
zoom_out_text = "🔎"
events_to_add_text = ("Посмотреть", "Мероприятие", "Концерт", "Репетицию")
chosen_months_text = ("Января", "Февраля", "Марта", "Апреля", "Мая", "Июня",
                      "Июля", "Августа", "Сентября", "Окатября", "Ноября", "Декабря")

set_event_date_text = "Выберите дату:"
set_event_time_text = "Теперь укажите время в формате '23 59', '23-59' или '23:59':"
wrong_event_time_text = "Неправильно указано время.\nУкажите ещё раз в формате '23 59', '23-59' или '23:59':"
set_event_name_text = "Назовите "
current_events_text = "События на"
new_event_text = "Событие добавлено! Хотите сделать его повторяемым?"

chose_event_location_text = "Укажите локацию.\nМожно выбрать из сохранённых ранее или добавить новый."
chose_location_text = "Выберите локацию:"
enter_location_url_text = "Вставьте ссылку на карту для нового места."
location_url_exists = "Этот адрес уже добавлен в базу, его можно выбрать из сохранённых."
enter_location_name_text = "Напишите название для этого места."
location_name_exists_text = "Такое название существует. Напишите другое название для этого места."
wrong_location_url_text = "Неправильная ссылка, проверьте посылку. И вставьте ещё раз."
new_location_text = "Новая локация добавлена!"
