random_delete_sticker_id_tuple = (
    "CAACAgIAAxkBAAET3TFielLLC-xjt4t8w12Gju8HUNrC-gACpgAD9wLID6sM5POpKsZYJAQ",

)

random_success_sticker_id_tuple = (
    "CAACAgIAAxkBAAET3gliemorcfVIcioHwaD787mGKSLpIAACcAAD9wLIDyQpDCtech2jJAQ",
    "CAACAgIAAxkBAAET3gtiempRMHW2RjOaopGf4b5xz5ifNAACTQADJHFiGj9If4Mjut6dJAQ"
)

random_error_sticker_id_tuple = (
    "CAACAgIAAxkBAAET3UVielVmblxfxH0PWmMyPceLASLkoQACRAADa-18Cs96SavCm2JLJAQ",
    "CAACAgIAAxkBAAET3fpieml3-TDEGpdlTzSdFEuCb6Kh1gACGwADa-18CrkXEinIu91YJAQ",
    "CAACAgIAAxkBAAET3fxiemmo-e6TZtAfXdYSFl3tARdlkwACFgADa-18CgcoBnIvq3DlJAQ",
    "CAACAgIAAxkBAAET3gdiemoXNSaiea2-_OgjpEOktprcXwACfQAD9wLIDy7JuwrdyyJJJAQ"
)

random_jokes_text_tuple = (
    "Песня - это когда слова положили на музыку. Современная песня "
    "- это когда положили и на музыку, и на слова.",

    "Альтист целый месяц дирижировал оркестром вместо заболевшего дирижера. "
    "Когда дирижер выздоровел, альтист сел на свое место. Сосед его спрашивает:\n"
    "- Где ты пропадал столько времени, болел что ли?",

    "Про ансамбль!.. Хотя, пожалуй, не буду.",

    "— Вы любите музыку?\n"
    "— Да... Ho ничего страшного, продолжайте играть.",

    "Учитель музыки говорит ученику:\n"
    "- Предупреждаю, если ты не будешь плохо себя вести, "
    "я скажу твоим родителям, что у тебя есть талант.",

    "Балалаечник Сидоров быстрее всех других музыкантов из "
    "оркестра народных инструментов натирает картошку на драники.",

    "Один дирижер в течение 25 лет перед каждым концертом вытаскивал из-за пульта записку, "
    "читал её и только после этого начинал концерт. Однажды «первая скрипка» решил посмотреть "
    "и прочитал: «Скрипки — слева, виолончели — справа»."
)

random_answer_text_tuple = (
    "Всё будет хорошо.",
    "Ты заходи, если что.",
    "Нот нет.",
    "Бот - всему голова!",
    "Сморкалось.",
    "Не без блеска!",
    "А раньше надо было!",
    "А потому что партии надо было учить!",
    "😜",
    "Съешьте конфетку и повторите запрос.",
    "Я совсем сминорился, но не смирился.",
    "Выйди и зайди нормально.",
    "Щас получишь в терцию",
    "У меня молоко убежало.",
    "Кажется, кто-то не попадает по кнопкам 😜",
    "Этот запрос меня пугает",
    "Так, я звоню в полицию!",
    "Сегодня вместо меня работает мой кот, прошу любить и жаловать. И баловать. 😻",
    "Сегодня вместо меня работает мой бот.",
    "Хм, надо спросить Алису...",
    "Давай брейнстормить."
)
