# singer_action
not_registered_text = "Для взаимодействия с ботом необходимо зарегистрироваться."
need_telegram_name_text = "В настройках необходимо указать имя пользователя (не личное имя). " \
                          "Придумай имя и возвращайся. Если есть вопросы, пиши Грише."
show_singers_text = "Можешь выбрать по имени, по голосу или посмотреть всех."
no_singers_text = "Здесь никто не поёт."
no_voice_text = "Нужно выбрать голос из списка по кнопке 'Добавить'."
no_suit_text = "Нужно добавить костюмы из списка по кнопке 'Добавить'."
available_suits = "Сохранённые костюмы для участия в концертах:"
enter_name_text = "Введи имя и/или фамилию певуна. Тебе за это ничего не будет."
too_many_voices = "В хоре не осталось голосов."
do_you_wanna_my_joke_text = "Рассказать анекдот?"

# singer_registration
enter_security_phrase_text = "Напишите главный закон ОМа!"
wrong_security_phrase_text = "Это не главный закон. Напишите единственный и неповторимый."
how_many_times_text = "Сколько можно повторять? Закон ОМа гласит:"
one_more_attempt_text = "Осталась последняя попытка. " \
                        "В случае неправильного ответа буду вынужден тебя заблокировать."
bye_bye_text = "Пока-пока."
admin_welcome_text = "Добро пожаловать, Ваше превосходительство! Напишите, как к Вам обращаться (Имя)."
enter_your_name_text = "Напиши своё полное имя."
thanks_for_register_text = "Спасибо за регистрацию!\n" \
                           "Для дальнейшего взаимодействия нужно выбрать действие из меню слева внизу."
name_is_a_command_text = "Обращение командами приемлемо только ко мне.\nНапиши буквами."
name_is_digit_text = "Дразниться не обязательно, Э!\nПожалуйста, напиши своё имя буквами."
name_too_short_text = "Ты же не R2D2?\nПожалуйста, напиши своё имя полностью!"
enter_your_lastname_text = "Пожалуйста, напиши свою фамилию (можно одной буквой)."
lastname_is_digit_text = "Цифры не подходят.\nПожалуйста, " \
                         "напиши свою фамилию буквами (хотя бы одной)."
trying_to_register_text = "пытается зарегистрироваться"
right_answer_text = "Правильный ответ"

# singer_info
choose_voice_text = "Выбери голос:"
song_filter_text_tuple = ("📒 Все", "📖 В работе", "📆 По концертам")
choose_filter_text = "Выбери фильтр песен или посмотри весь репертуар:"
choose_concert_text = "Выбери концерт:"
singer_comment_text = "Комментарий об этом певуне:"
what_to_do_text = "Что хочешь сделать или изменить?"
show_all_singers_text = "Все пользователи бота:"
you_shell_not_pass_text = "Ти сюда нэ ходы, ти туда ходы, а то пэсня в башка пападёт, совсэм глупий станэшь!.. э?"

# add_remove
enter_the_suit_name_text = "Напиши название костюма:"
suit_name_exists_text = "Костюм с таким названием уже есть. Напиши другое название, или напиши /suits."
add_suit_photo_text = "Теперь пришли фотографию костюма (не файлом)."
no_photo_text = "Фотография не распознана. Пришли фотографию."
new_suit_added_text = "Новый костюм сохранён."
add_wrong_text = "Что-то пошло не так с добавлением."
remove_wrong_text = "Что-то пошло не так с удалением."
suit_added_text = "Прекрасный выбор!"
suit_removed_text = "Костюм удалён, но это поправимо!"
voice_added_text = "Голос добавлен!"
voice_removed_text = "Голос удалён, а жаль."

singer_not_exists_text = "Больше не певун."

NOTHING = "На данный момент все операторы заняты."

CANCELED = "Действие отменено."
