# singer_action
not_registered_text = "Для взаимодействия с ботом необходимо зарегистрироваться, брат."
show_singers_text = "Можешь выбрать по имени, по голосу или посмотреть всех, брат."
no_singers_text = "Здесь никто не поёт, брат."
no_voice_text = "Нечем петь, брат."
no_suit_text = "Нечего носить, брат."
available_suits = "Костюмы в наличии, брат:"
enter_name_text = "Введи имя и/или фамилию певуна, брат. Тебе за это ничего не будет, брат."
too_many_voices = "В хоре не осталось голосов, брат."
do_you_wanna_my_joke_text = "Рассказать анекдот, брат?"

# singer_registration
enter_security_phrase_text = "Напишите главный закон ОМа, брат!"
wrong_security_phrase_text = "Это не главный закон, брат. Напишите единственный и неповторимый, брат."
how_many_times_text = "Сколько можно повторять, брат? Закон ОМа гласит:"
one_more_attempt_text = "Осталась последняя попытка, брат. " \
                        "В случае неправильного ответа буду вынужден тебя заблокировать, брат."
bye_bye_text = "Пока-пока, брат."
admin_welcome_text = "Добро пожаловать, Ваше превосходительство! Напишите, как к Вам обращаться (Имя)."
enter_your_name_text = "Напиши своё полное имя, брат."
thanks_for_register_text = "Спасибо за регистрацию, брат!"
name_is_a_command_text = "Обращение командами приемлемо только ко мне.\nНапиши буквами, брат."
name_is_digit_text = "Дразниться не обязательно, Э!\nПожалуйста, напиши своё имя буквами, брат."
name_too_short_text = "Ты же не R2D2?\nПожалуйста, напиши своё имя полностью, брат!"
enter_your_lastname_text = "Пожалуйста, напиши свою фамилию, брат (можно одной буквой, брат)."
lastname_is_digit_text = "Цифры не подходят, брат.\nПожалуйста, " \
                         "напиши свою фамилию буквами, брат (хотя бы одной, брат)."
trying_to_register_text = "пытается зарегистрироваться"
right_answer_text = "Правильный ответ"

# singer_info
choose_voice_text = "Выбери голос, брат:"
song_filter_text_tuple = ("Все", "В работе", "По концертам")
choose_filter_text = "Выбери фильтр песен или посмотри весь репертуар, брат:"
choose_concert_text = "Выбери концерт, брат:"
singer_comment_text = "Комментарий об этом певуне:"
what_to_do_text = "Что хочешь сделать или изменить, брат?"
show_all_singers_text = "Любуйся, брат:"
you_shell_not_pass_text = "Ти сюда нэ ходы, ти туда ходы, а то пэсня в башка пападёт, совсэм глупий станэшь!.. э?"

# add_remove
enter_the_suit_name_text = "Напиши название костюма, брат:"
suit_name_exists_text = "Костюм с таким названием уже есть, брат. Напиши другое название, брат, или напиши /suits."
add_suit_photo_text = "Теперь пришли фотографию костюма, брат (не файлом, брат)."
no_photo_text = "Фотография не распознана, брат. Пришли фотографию, брат."
new_suit_added_text = "Новый костюм сохранён, брат."
add_wrong_text = "Что-то пошло не так с добавлением, брат."
remove_wrong_text = "Что-то пошло не так с удалением, брат."
suit_added_text = "Прекрасный выбор, брат!"
suit_removed_text = "Костюм удалён, брат, но это поправимо, брат!"
voice_added_text = "Голос добавлен, брат!"
voice_removed_text = "Голос удалён, брат, а жаль."

singer_not_exists_text = "Больше не певун, брат."

NOTHING = "На данный момент все операторы заняты, брат."

CANCELED = "Действие отменено, брат."
