enter_the_song_name_text = "Напишите название песни:"
enter_new_name_text = "Напишите новое название песни:"
song_name_changed_text = "С новым названием даже лучше звучит."
song_name_exists_text = "Песня с таким названием уже есть. Напишите другое название или запустите команду /songs."
now_add_or_edit_text = "Теперь можно добавить учебки и ноты "\
                     "(при отправке нужно отключить группирование в одно сообщение).\n" \
                     "Формат голосов в названии файлов должен соответствовать:\n" \
                     "Soprano_1, Soprano_2, Mezzo, Alto, Tenor, Bass"
wanna_add_text = "Добавить?"
not_sound_add_text = "Здесь царит тишина. Хотите добавить немного звука?"
drop_the_file_text = "Пришлите мне файл или несколько " \
                     "файлов 'mp3' или 'pdf' форматов " \
                     "(при отправке нужно отключить группирование в одно сообщение).\n" \
                     "Формат голосов в названии файлов должен соответствовать:\n" \
                     "Soprano_1, Soprano_2, Mezzo, Alto, Tenor, Bass"
sheets_added_text = "Ноты добавлены. Если это всё, отправьте любое сообщение."
audio_added_text = "Учебки добавлены. Если это всё, отправьте любое сообщение."
meaning_text = "Вот нельзя просто взять и изменить смысл песни!"
choose_voice_text = "Выберите голос:"
add_or_delete_text = "Нужно что-то добавить или удалить?"
song_not_found_text = "Такой песни не существует. Возможно, её кто-то удалил!"
which_song_text = "Какую песню показать?"

song_voices_text_tuple = ("Soprano_1", "Soprano_2", "Mezzo", "Alto", "Tenor", "Bass")

no_songs_text = "Песни ещё не написаны."
no_sheets_text = "Нот Нет."
no_sounds_text = "Записи отсутствуют."

something_else = "Ещё какие-нибудь правки?"

SONG_WRONG_TEXT = "При обработке запроса что-то пошло не так. Повторите шаги или напишите Грише."
