enter_the_song_name_text = "Напиши название песни, брат:"
enter_new_name_text = "Напиши новое название песни, брат:"
song_name_changed_text = "С новым названием даже лучше звучит, брат."
song_name_exists_text = "Песня с таким названием уже есть, брат. " \
                        "Напиши другое название или запусти команду /songs, брат."
add_sheets_or_sounds_text = "Теперь можно добавить учебки и ноты, брат "\
                     "(при отправке нужно отключить группирование в одно сообщение, брат).\n" \
                     "Формат голосов в названии файлов должен соответствовать:\n" \
                     "Soprano_1, Soprano_2, Mezzo, Alto, Tenor, Bass"
wanna_add_text = "Добавить, брат?"
not_sound_add_text = "Здесь царит тишина, брат. Хочешь добавить немного звука, брат?"
drop_the_file_text = "Пришли мне файл или несколько " \
                     "файлов 'mp3' или 'pdf' форматов, брат " \
                     "(при отправке нужно отключить группирование в одно сообщение, брат).\n" \
                     "Формат голосов в названии файлов должен соответствовать:\n" \
                     "Soprano_1, Soprano_2, Mezzo, Alto, Tenor, Bass"
sheets_added_text = "Ноты добавлены, брат. Если это всё, отправь любое сообщение, брат."
audio_added_text = "Учебки добавлены, брат. Если это всё, отправь любое сообщение, брат."
choose_voice_text = "Выбери голос, брат:"
add_or_delete_text = "Нужно что-то добавить или удалить, брат?"
song_not_found_text = "Такой песни не существует, брат. Возможно, её кто-то удалил!"
which_song_text = "Какую песню показать, брат?"

song_voices_text_tuple = ("Soprano_1", "Soprano_2", "Mezzo", "Alto", "Tenor", "Bass")

no_songs_text = "Песни ещё не написаны, брат."
no_sheets_text = "Нот Нет, брат."
no_sounds_text = "Записи отсутствуют, брат."

something_else = "Ещё какие-нибудь правки, брат?"

SONG_WRONG_TEXT = "При обработке запроса что-то пошло не так, брат. Повтори действия или напиши Грише, брат."
