next_button_text = "Вперёд ➡️"
prev_button_text = "⬅️ Назад"
zoom_out_text = "🔎"
to_add_text_tuple = ("костыль", "💃 Мероприятие", "🎪 Концерт", "🔔 Репетицию", "🏙 Локацию", "🪗 Песню", "🥋 Костюм")
to_save_text_tuple = ("костыль", "💃 Мероприятие", "🎪 Концерт", "🔔 Репетиция", "🏙 Локация", "🪗 Песня", "🥋 Костюм")
event_type_pics_tuple = ("🩹", "💃", "🎪", "🔔")


# Events
song_or_event_text = "Можно добавить песню или событие."
set_event_date_text = "Выбери дату:"
set_event_time_text = "Теперь укажи время в формате '23 59', '23-59' или '23:59':"
event_time_exists_text = "Это время на эту дату уже занято, укажи другое."
datetime_event_exists_text = "Есть сохранённое событие на эти дату и время:"
repeat_event_skipped_text = "Повтор события пропущен."
wrong_event_time_text = "Неправильно указано время.\nУкажи ещё раз в формате '23 59', '23-59' или '23:59':"
set_event_name_text = "Назови "
current_events_text = "События на"
new_event_text = "Сохранено событие: "
add_concert_songs_text = "Хочешь сразу добавить песни в программу концерта?"
want_repeat_text = "Задать повторения для этого события?"
no_event_text = "В этот замечательный день в хоре ничего не происходит, " \
                "но есть другие, не менее замечательные дни!"
no_participation_text = "На этот день для тебя нет событий. " \
                        "Если считаешь, что в моих расчётах закралась ошибка, обязательно напиши Грише!"
choose_period_text = "Выбери период повторений."
set_repeat_times_text = "Укажи число повторов."
digits_ERROR_text = "Необходимо указать число цифрами. Напиши ещё раз."
event_repeated_text = "Повторы сохранены. Не забудь проверить участников!"
repertoire_text = "📖 Программа:"
comment_text = "🔖 Комментарий:"
repertoire_is_empty_text = "На данный момент репертуар не составлен."
suit_for_event_text = "🥋 Концертный костюм:"


# Locations
choose_event_location_text = "Укажи локацию.\nМожно выбрать из сохранённых ранее или добавить новую."
choose_location_text = "Выбери локацию:"
enter_location_url_text = "Вставь ссылку на карту для нового места."
location_url_exists_text = "Этот адрес уже добавлен в базу, его можно выбрать из сохранённых."
enter_location_name_text = "Напиши название для этого места."
location_name_exists_text = "Такое название существует. Напиши другое название для этого места."
wrong_location_url_text = "Неправильная ссылка. Проверь и пришли ещё раз."
new_location_text = "Добавлена новая локация\n"
location_text = "🏙 Место проведения:"


event_not_found_text = "Такого события не существует. Возможно, его кто-то удалил!"
location_not_found_text = "Локация не найдена. Скорее всего, уже удалена."

WEEK_DAYS = ("Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс")
MONTHS = ("Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль",
          "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь")
chosen_months_text_tuple = ("Января", "Февраля", "Марта", "Апреля", "Мая", "Июня",
                            "Июля", "Августа", "Сентября", "Октября", "Ноября", "Декабря")

event_repeat_text_tuple = ("Неделя", "2 недели", "3 недели", "4 недели")
